/*
  Localizable.strings
  XenonSDK

  Created by fq on 2021/5/19.
  Copyright © 2021 SAGESSE. All rights reserved.
*/
"select_user_privacy_protocol" = "Please check User Privacy Agreement";
"please_enter_account" = "Enter account";
"please_enter_pwd" = "Enter password";
"please_login_first" = "Please login first";
"DDLL_success" = "Payment successful";
"DDLL_fail" = "Payment failed";
"apple_login_authorization_ErrorUnknown" = "Unknown error in Apple Login Authorization Request";
"apple_login_authorization_ErrorCanceled" = "Apple Login Authorization Request is canceled";
"apple_login_authorization_ErrorInvalidResponse" = "Invalid response for Apple Login Authorization Request";
"apple_login_authorization_ErrorNotHandled" = "Apple Login Authorization Request is not processed";
"apple_login_authorization_ErrorFailed" = "Apple Login Authorization Request is rejected";
"please_input_new_pwd" = "Enter new password";
"please_again_input_new_pwd" = "Repeat new password";
"second_input_pwd_diff" = "The two passwords don't match";
"pwd_change_success" = "Password changed successfully";
"please_init_first" = "Please initialize first";
"service_error_please_connnect_service_phone" = "Dear player, the server is now under urgent maintenance and can't be accessed. We're deeply sorry for the inconvenience!\For any questions, please feel free to contact us!\\CS QQ: %@\CS Hotline";
"params_error" = "Parameter error";
"purchase_success" = "Purchase successful";
"purchase_failed" = "Purchase failed";
"service_error" = "Server error";
"order_check_failed" = "Order verification failed";
"device_no_support_DDLLment" = "This device doesn't support in-app purchase";
"copy_success" = "Copied to clipboard";
"no_install_facebook_app" = "Facebook App not installed";
"function_developing" = "Feature under development";
"product_no_use_check_apple_develop" = "The product is not available. Please check your IOS Backend";
"order_no_find" = "Order not found";
"bill_lose" = "Invoice lost";
"product_no_find_check_develop" = "Product not found. Please check the backend";
"login_success" = "Login successful";
"welecome_join_game" = "Welcome to the game";
"your_game_account" = "Game account is";
"your_game_pwd" = "Game password is";
